7767517
217 229
Convolution      Conv1            1 1 data Conv1 0=8 1=3 2=1 3=2 4=-233 5=0 6=216
BatchNorm        bn_Conv1         1 1 Conv1 Conv1_bn_Conv1 0=8
Scale            bn_Conv1s        1 1 Conv1_bn_Conv1 Conv1_bn_Conv1s 0=8 1=1
ReLU             Conv1_relu       1 1 Conv1_bn_Conv1s Conv1_Conv1_relu
Split            splitncnn_0      1 2 Conv1_Conv1_relu Conv1_Conv1_relu_splitncnn_0 Conv1_Conv1_relu_splitncnn_1
ConvolutionDepthWise mobl0_conv_depthwise 1 1 Conv1_Conv1_relu_splitncnn_1 mobl0_conv_depthwise 0=8 1=3 2=1 3=1 4=1 5=0 6=72 7=8
BatchNorm        bn0_conv_depthwise 1 1 mobl0_conv_depthwise mobl0_conv_depthwise_bn0_conv_depthwise 0=8
Scale            bn0_conv_depthwises 1 1 mobl0_conv_depthwise_bn0_conv_depthwise mobl0_conv_depthwise_bn0_conv_depthwises 0=8 1=1
ReLU             conv_dw_0_relu   1 1 mobl0_conv_depthwise_bn0_conv_depthwises mobl0_conv_depthwise_conv_dw_0_relu
Convolution      mobl0_conv_project 1 1 mobl0_conv_depthwise_conv_dw_0_relu mobl0_conv_project 0=8 1=1 2=1 3=1 4=0 5=0 6=64
BatchNorm        bn0_conv_project 1 1 mobl0_conv_project mobl0_conv_project_bn0_conv_project 0=8
Scale            bn0_conv_projects 1 1 mobl0_conv_project_bn0_conv_project mobl0_conv_project_bn0_conv_projects 0=8 1=1
Eltwise          res_connect_0    2 1 Conv1_Conv1_relu_splitncnn_0 mobl0_conv_project_bn0_conv_projects res_connect_0 0=1 -23301=0
Convolution      mobl1_conv_expand 1 1 res_connect_0 mobl1_conv_expand 0=48 1=1 2=1 3=1 4=0 5=0 6=384
BatchNorm        bn1_conv_bn_expand 1 1 mobl1_conv_expand mobl1_conv_expand_bn1_conv_bn_expand 0=48
Scale            bn1_conv_bn_expands 1 1 mobl1_conv_expand_bn1_conv_bn_expand mobl1_conv_expand_bn1_conv_bn_expands 0=48 1=1
ReLU             conv_1_relu      1 1 mobl1_conv_expand_bn1_conv_bn_expands mobl1_conv_expand_conv_1_relu
ConvolutionDepthWise mobl1_conv_depthwise 1 1 mobl1_conv_expand_conv_1_relu mobl1_conv_depthwise 0=48 1=3 2=1 3=2 4=-233 5=0 6=432 7=48
BatchNorm        bn1_conv_depthwise 1 1 mobl1_conv_depthwise mobl1_conv_depthwise_bn1_conv_depthwise 0=48
Scale            bn1_conv_depthwises 1 1 mobl1_conv_depthwise_bn1_conv_depthwise mobl1_conv_depthwise_bn1_conv_depthwises 0=48 1=1
ReLU             conv_dw_1_relu   1 1 mobl1_conv_depthwise_bn1_conv_depthwises mobl1_conv_depthwise_conv_dw_1_relu
Convolution      mobl1_conv_project 1 1 mobl1_conv_depthwise_conv_dw_1_relu mobl1_conv_project 0=8 1=1 2=1 3=1 4=0 5=0 6=384
BatchNorm        bn1_conv_bn_project 1 1 mobl1_conv_project mobl1_conv_project_bn1_conv_bn_project 0=8
Scale            bn1_conv_bn_projects 1 1 mobl1_conv_project_bn1_conv_bn_project mobl1_conv_project_bn1_conv_bn_projects 0=8 1=1
Split            splitncnn_1      1 2 mobl1_conv_project_bn1_conv_bn_projects mobl1_conv_project_bn1_conv_bn_projects_splitncnn_0 mobl1_conv_project_bn1_conv_bn_projects_splitncnn_1
Convolution      mobl2_conv_expand 1 1 mobl1_conv_project_bn1_conv_bn_projects_splitncnn_1 mobl2_conv_expand 0=48 1=1 2=1 3=1 4=0 5=0 6=384
BatchNorm        bn2_conv_bn_expand 1 1 mobl2_conv_expand mobl2_conv_expand_bn2_conv_bn_expand 0=48
Scale            bn2_conv_bn_expands 1 1 mobl2_conv_expand_bn2_conv_bn_expand mobl2_conv_expand_bn2_conv_bn_expands 0=48 1=1
ReLU             conv_2_relu      1 1 mobl2_conv_expand_bn2_conv_bn_expands mobl2_conv_expand_conv_2_relu
ConvolutionDepthWise mobl2_conv_depthwise 1 1 mobl2_conv_expand_conv_2_relu mobl2_conv_depthwise 0=48 1=3 2=1 3=1 4=1 5=0 6=432 7=48
BatchNorm        bn2_conv_depthwise 1 1 mobl2_conv_depthwise mobl2_conv_depthwise_bn2_conv_depthwise 0=48
Scale            bn2_conv_depthwises 1 1 mobl2_conv_depthwise_bn2_conv_depthwise mobl2_conv_depthwise_bn2_conv_depthwises 0=48 1=1
ReLU             conv_dw_2_relu   1 1 mobl2_conv_depthwise_bn2_conv_depthwises mobl2_conv_depthwise_conv_dw_2_relu
Convolution      mobl2_conv_project 1 1 mobl2_conv_depthwise_conv_dw_2_relu mobl2_conv_project 0=8 1=1 2=1 3=1 4=0 5=0 6=384
BatchNorm        bn2_conv_bn_project 1 1 mobl2_conv_project mobl2_conv_project_bn2_conv_bn_project 0=8
Scale            bn2_conv_bn_projects 1 1 mobl2_conv_project_bn2_conv_bn_project mobl2_conv_project_bn2_conv_bn_projects 0=8 1=1
Eltwise          res_connect_2    2 1 mobl1_conv_project_bn1_conv_bn_projects_splitncnn_0 mobl2_conv_project_bn2_conv_bn_projects res_connect_2 0=1 -23301=0
Convolution      mobl3_conv_expand 1 1 res_connect_2 mobl3_conv_expand 0=48 1=1 2=1 3=1 4=0 5=0 6=384
BatchNorm        bn3_conv_bn_expand 1 1 mobl3_conv_expand mobl3_conv_expand_bn3_conv_bn_expand 0=48
Scale            bn3_conv_bn_expands 1 1 mobl3_conv_expand_bn3_conv_bn_expand mobl3_conv_expand_bn3_conv_bn_expands 0=48 1=1
ReLU             conv_3_relu      1 1 mobl3_conv_expand_bn3_conv_bn_expands mobl3_conv_expand_conv_3_relu
ConvolutionDepthWise mobl3_conv_depthwise 1 1 mobl3_conv_expand_conv_3_relu mobl3_conv_depthwise 0=48 1=3 2=1 3=2 4=-233 5=0 6=432 7=48
BatchNorm        bn3_conv_depthwise 1 1 mobl3_conv_depthwise mobl3_conv_depthwise_bn3_conv_depthwise 0=48
Scale            bn3_conv_depthwises 1 1 mobl3_conv_depthwise_bn3_conv_depthwise mobl3_conv_depthwise_bn3_conv_depthwises 0=48 1=1
ReLU             conv_dw_3_relu   1 1 mobl3_conv_depthwise_bn3_conv_depthwises mobl3_conv_depthwise_conv_dw_3_relu
Convolution      mobl3_conv_project 1 1 mobl3_conv_depthwise_conv_dw_3_relu mobl3_conv_project 0=8 1=1 2=1 3=1 4=0 5=0 6=384
BatchNorm        bn3_conv_bn_project 1 1 mobl3_conv_project mobl3_conv_project_bn3_conv_bn_project 0=8
Scale            bn3_conv_bn_projects 1 1 mobl3_conv_project_bn3_conv_bn_project mobl3_conv_project_bn3_conv_bn_projects 0=8 1=1
Split            splitncnn_2      1 2 mobl3_conv_project_bn3_conv_bn_projects mobl3_conv_project_bn3_conv_bn_projects_splitncnn_0 mobl3_conv_project_bn3_conv_bn_projects_splitncnn_1
Convolution      mobl4_conv_expand 1 1 mobl3_conv_project_bn3_conv_bn_projects_splitncnn_1 mobl4_conv_expand 0=48 1=1 2=1 3=1 4=0 5=0 6=384
BatchNorm        bn4_conv_bn_expand 1 1 mobl4_conv_expand mobl4_conv_expand_bn4_conv_bn_expand 0=48
Scale            bn4_conv_bn_expands 1 1 mobl4_conv_expand_bn4_conv_bn_expand mobl4_conv_expand_bn4_conv_bn_expands 0=48 1=1
ReLU             conv_4_relu      1 1 mobl4_conv_expand_bn4_conv_bn_expands mobl4_conv_expand_conv_4_relu
ConvolutionDepthWise mobl4_conv_depthwise 1 1 mobl4_conv_expand_conv_4_relu mobl4_conv_depthwise 0=48 1=3 2=1 3=1 4=1 5=0 6=432 7=48
BatchNorm        bn4_conv_depthwise 1 1 mobl4_conv_depthwise mobl4_conv_depthwise_bn4_conv_depthwise 0=48
Scale            bn4_conv_depthwises 1 1 mobl4_conv_depthwise_bn4_conv_depthwise mobl4_conv_depthwise_bn4_conv_depthwises 0=48 1=1
ReLU             conv_dw_4_relu   1 1 mobl4_conv_depthwise_bn4_conv_depthwises mobl4_conv_depthwise_conv_dw_4_relu
Convolution      mobl4_conv_project 1 1 mobl4_conv_depthwise_conv_dw_4_relu mobl4_conv_project 0=8 1=1 2=1 3=1 4=0 5=0 6=384
BatchNorm        bn4_conv_bn_project 1 1 mobl4_conv_project mobl4_conv_project_bn4_conv_bn_project 0=8
Scale            bn4_conv_bn_projects 1 1 mobl4_conv_project_bn4_conv_bn_project mobl4_conv_project_bn4_conv_bn_projects 0=8 1=1
Eltwise          res_connect_4    2 1 mobl3_conv_project_bn3_conv_bn_projects_splitncnn_0 mobl4_conv_project_bn4_conv_bn_projects res_connect_4 0=1 -23301=0
Split            splitncnn_3      1 2 res_connect_4 res_connect_4_splitncnn_0 res_connect_4_splitncnn_1
Convolution      mobl5_conv_expand 1 1 res_connect_4_splitncnn_1 mobl5_conv_expand 0=48 1=1 2=1 3=1 4=0 5=0 6=384
BatchNorm        bn5_conv_bn_expand 1 1 mobl5_conv_expand mobl5_conv_expand_bn5_conv_bn_expand 0=48
Scale            bn5_conv_bn_expands 1 1 mobl5_conv_expand_bn5_conv_bn_expand mobl5_conv_expand_bn5_conv_bn_expands 0=48 1=1
ReLU             conv_5_relu      1 1 mobl5_conv_expand_bn5_conv_bn_expands mobl5_conv_expand_conv_5_relu
ConvolutionDepthWise mobl5_conv_depthwise 1 1 mobl5_conv_expand_conv_5_relu mobl5_conv_depthwise 0=48 1=3 2=1 3=1 4=1 5=0 6=432 7=48
BatchNorm        bn5_conv_depthwise 1 1 mobl5_conv_depthwise mobl5_conv_depthwise_bn5_conv_depthwise 0=48
Scale            bn5_conv_depthwises 1 1 mobl5_conv_depthwise_bn5_conv_depthwise mobl5_conv_depthwise_bn5_conv_depthwises 0=48 1=1
ReLU             conv_dw_5_relu   1 1 mobl5_conv_depthwise_bn5_conv_depthwises mobl5_conv_depthwise_conv_dw_5_relu
Convolution      mobl5_conv_project 1 1 mobl5_conv_depthwise_conv_dw_5_relu mobl5_conv_project 0=8 1=1 2=1 3=1 4=0 5=0 6=384
BatchNorm        bn5_conv_bn_project 1 1 mobl5_conv_project mobl5_conv_project_bn5_conv_bn_project 0=8
Scale            bn5_conv_bn_projects 1 1 mobl5_conv_project_bn5_conv_bn_project mobl5_conv_project_bn5_conv_bn_projects 0=8 1=1
Eltwise          res_connect_5    2 1 res_connect_4_splitncnn_0 mobl5_conv_project_bn5_conv_bn_projects res_connect_5 0=1 -23301=0
Convolution      mobl6_conv_expand 1 1 res_connect_5 mobl6_conv_expand 0=48 1=1 2=1 3=1 4=0 5=0 6=384
BatchNorm        bn6_conv_bn_expand 1 1 mobl6_conv_expand mobl6_conv_expand_bn6_conv_bn_expand 0=48
Scale            bn6_conv_bn_expands 1 1 mobl6_conv_expand_bn6_conv_bn_expand mobl6_conv_expand_bn6_conv_bn_expands 0=48 1=1
ReLU             conv_6_relu      1 1 mobl6_conv_expand_bn6_conv_bn_expands mobl6_conv_expand_conv_6_relu
ConvolutionDepthWise mobl6_conv_depthwise 1 1 mobl6_conv_expand_conv_6_relu mobl6_conv_depthwise 0=48 1=3 2=1 3=2 4=-233 5=0 6=432 7=48
BatchNorm        bn6_conv_depthwise 1 1 mobl6_conv_depthwise mobl6_conv_depthwise_bn6_conv_depthwise 0=48
Scale            bn6_conv_depthwises 1 1 mobl6_conv_depthwise_bn6_conv_depthwise mobl6_conv_depthwise_bn6_conv_depthwises 0=48 1=1
ReLU             conv_dw_6_relu   1 1 mobl6_conv_depthwise_bn6_conv_depthwises mobl6_conv_depthwise_conv_dw_6_relu
Convolution      mobl6_conv_project 1 1 mobl6_conv_depthwise_conv_dw_6_relu mobl6_conv_project 0=16 1=1 2=1 3=1 4=0 5=0 6=768
BatchNorm        bn6_conv_bn_project 1 1 mobl6_conv_project mobl6_conv_project_bn6_conv_bn_project 0=16
Scale            bn6_conv_bn_projects 1 1 mobl6_conv_project_bn6_conv_bn_project mobl6_conv_project_bn6_conv_bn_projects 0=16 1=1
Split            splitncnn_4      1 2 mobl6_conv_project_bn6_conv_bn_projects mobl6_conv_project_bn6_conv_bn_projects_splitncnn_0 mobl6_conv_project_bn6_conv_bn_projects_splitncnn_1
Convolution      mobl7_conv_expand 1 1 mobl6_conv_project_bn6_conv_bn_projects_splitncnn_1 mobl7_conv_expand 0=96 1=1 2=1 3=1 4=0 5=0 6=1536
BatchNorm        bn7_conv_bn_expand 1 1 mobl7_conv_expand mobl7_conv_expand_bn7_conv_bn_expand 0=96
Scale            bn7_conv_bn_expands 1 1 mobl7_conv_expand_bn7_conv_bn_expand mobl7_conv_expand_bn7_conv_bn_expands 0=96 1=1
ReLU             conv_7_relu      1 1 mobl7_conv_expand_bn7_conv_bn_expands mobl7_conv_expand_conv_7_relu
ConvolutionDepthWise mobl7_conv_depthwise 1 1 mobl7_conv_expand_conv_7_relu mobl7_conv_depthwise 0=96 1=3 2=1 3=1 4=1 5=0 6=864 7=96
BatchNorm        bn7_conv_depthwise 1 1 mobl7_conv_depthwise mobl7_conv_depthwise_bn7_conv_depthwise 0=96
Scale            bn7_conv_depthwises 1 1 mobl7_conv_depthwise_bn7_conv_depthwise mobl7_conv_depthwise_bn7_conv_depthwises 0=96 1=1
ReLU             conv_dw_7_relu   1 1 mobl7_conv_depthwise_bn7_conv_depthwises mobl7_conv_depthwise_conv_dw_7_relu
Convolution      mobl7_conv_project 1 1 mobl7_conv_depthwise_conv_dw_7_relu mobl7_conv_project 0=16 1=1 2=1 3=1 4=0 5=0 6=1536
BatchNorm        bn7_conv_bn_project 1 1 mobl7_conv_project mobl7_conv_project_bn7_conv_bn_project 0=16
Scale            bn7_conv_bn_projects 1 1 mobl7_conv_project_bn7_conv_bn_project mobl7_conv_project_bn7_conv_bn_projects 0=16 1=1
Eltwise          res_connect_7    2 1 mobl6_conv_project_bn6_conv_bn_projects_splitncnn_0 mobl7_conv_project_bn7_conv_bn_projects res_connect_7 0=1 -23301=0
Split            splitncnn_5      1 2 res_connect_7 res_connect_7_splitncnn_0 res_connect_7_splitncnn_1
Convolution      mobl8_conv_expand 1 1 res_connect_7_splitncnn_1 mobl8_conv_expand 0=96 1=1 2=1 3=1 4=0 5=0 6=1536
BatchNorm        bn8_conv_bn_expand 1 1 mobl8_conv_expand mobl8_conv_expand_bn8_conv_bn_expand 0=96
Scale            bn8_conv_bn_expands 1 1 mobl8_conv_expand_bn8_conv_bn_expand mobl8_conv_expand_bn8_conv_bn_expands 0=96 1=1
ReLU             conv_8_relu      1 1 mobl8_conv_expand_bn8_conv_bn_expands mobl8_conv_expand_conv_8_relu
ConvolutionDepthWise mobl8_conv_depthwise 1 1 mobl8_conv_expand_conv_8_relu mobl8_conv_depthwise 0=96 1=3 2=1 3=1 4=1 5=0 6=864 7=96
BatchNorm        bn8_conv_depthwise 1 1 mobl8_conv_depthwise mobl8_conv_depthwise_bn8_conv_depthwise 0=96
Scale            bn8_conv_depthwises 1 1 mobl8_conv_depthwise_bn8_conv_depthwise mobl8_conv_depthwise_bn8_conv_depthwises 0=96 1=1
ReLU             conv_dw_8_relu   1 1 mobl8_conv_depthwise_bn8_conv_depthwises mobl8_conv_depthwise_conv_dw_8_relu
Convolution      mobl8_conv_project 1 1 mobl8_conv_depthwise_conv_dw_8_relu mobl8_conv_project 0=16 1=1 2=1 3=1 4=0 5=0 6=1536
BatchNorm        bn8_conv_bn_project 1 1 mobl8_conv_project mobl8_conv_project_bn8_conv_bn_project 0=16
Scale            bn8_conv_bn_projects 1 1 mobl8_conv_project_bn8_conv_bn_project mobl8_conv_project_bn8_conv_bn_projects 0=16 1=1
Eltwise          res_connect_8    2 1 res_connect_7_splitncnn_0 mobl8_conv_project_bn8_conv_bn_projects res_connect_8 0=1 -23301=0
Split            splitncnn_6      1 2 res_connect_8 res_connect_8_splitncnn_0 res_connect_8_splitncnn_1
Convolution      mobl9_conv_expand 1 1 res_connect_8_splitncnn_1 mobl9_conv_expand 0=96 1=1 2=1 3=1 4=0 5=0 6=1536
BatchNorm        bn9_conv_bn_expand 1 1 mobl9_conv_expand mobl9_conv_expand_bn9_conv_bn_expand 0=96
Scale            bn9_conv_bn_expands 1 1 mobl9_conv_expand_bn9_conv_bn_expand mobl9_conv_expand_bn9_conv_bn_expands 0=96 1=1
ReLU             conv_9_relu      1 1 mobl9_conv_expand_bn9_conv_bn_expands mobl9_conv_expand_conv_9_relu
ConvolutionDepthWise mobl9_conv_depthwise 1 1 mobl9_conv_expand_conv_9_relu mobl9_conv_depthwise 0=96 1=3 2=1 3=1 4=1 5=0 6=864 7=96
BatchNorm        bn9_conv_depthwise 1 1 mobl9_conv_depthwise mobl9_conv_depthwise_bn9_conv_depthwise 0=96
Scale            bn9_conv_depthwises 1 1 mobl9_conv_depthwise_bn9_conv_depthwise mobl9_conv_depthwise_bn9_conv_depthwises 0=96 1=1
ReLU             conv_dw_9_relu   1 1 mobl9_conv_depthwise_bn9_conv_depthwises mobl9_conv_depthwise_conv_dw_9_relu
Convolution      mobl9_conv_project 1 1 mobl9_conv_depthwise_conv_dw_9_relu mobl9_conv_project 0=16 1=1 2=1 3=1 4=0 5=0 6=1536
BatchNorm        bn9_conv_bn_project 1 1 mobl9_conv_project mobl9_conv_project_bn9_conv_bn_project 0=16
Scale            bn9_conv_bn_projects 1 1 mobl9_conv_project_bn9_conv_bn_project mobl9_conv_project_bn9_conv_bn_projects 0=16 1=1
Eltwise          res_connect_9    2 1 res_connect_8_splitncnn_0 mobl9_conv_project_bn9_conv_bn_projects res_connect_9 0=1 -23301=0
Convolution      mobl10_conv_expand 1 1 res_connect_9 mobl10_conv_expand 0=96 1=1 2=1 3=1 4=0 5=0 6=1536
BatchNorm        bn10_conv_bn_expand 1 1 mobl10_conv_expand mobl10_conv_expand_bn10_conv_bn_expand 0=96
Scale            bn10_conv_bn_expands 1 1 mobl10_conv_expand_bn10_conv_bn_expand mobl10_conv_expand_bn10_conv_bn_expands 0=96 1=1
ReLU             conv_10_relu     1 1 mobl10_conv_expand_bn10_conv_bn_expands mobl10_conv_expand_conv_10_relu
ConvolutionDepthWise mobl10_conv_depthwise 1 1 mobl10_conv_expand_conv_10_relu mobl10_conv_depthwise 0=96 1=3 2=1 3=1 4=1 5=0 6=864 7=96
BatchNorm        bn10_conv_depthwise 1 1 mobl10_conv_depthwise mobl10_conv_depthwise_bn10_conv_depthwise 0=96
Scale            bn10_conv_depthwises 1 1 mobl10_conv_depthwise_bn10_conv_depthwise mobl10_conv_depthwise_bn10_conv_depthwises 0=96 1=1
ReLU             conv_dw_10_relu  1 1 mobl10_conv_depthwise_bn10_conv_depthwises mobl10_conv_depthwise_conv_dw_10_relu
Convolution      mobl10_conv_project 1 1 mobl10_conv_depthwise_conv_dw_10_relu mobl10_conv_project 0=24 1=1 2=1 3=1 4=0 5=0 6=2304
BatchNorm        bn10_conv_bn_project 1 1 mobl10_conv_project mobl10_conv_project_bn10_conv_bn_project 0=24
Scale            bn10_conv_bn_projects 1 1 mobl10_conv_project_bn10_conv_bn_project mobl10_conv_project_bn10_conv_bn_projects 0=24 1=1
Split            splitncnn_7      1 2 mobl10_conv_project_bn10_conv_bn_projects mobl10_conv_project_bn10_conv_bn_projects_splitncnn_0 mobl10_conv_project_bn10_conv_bn_projects_splitncnn_1
Convolution      mobl11_conv_expand 1 1 mobl10_conv_project_bn10_conv_bn_projects_splitncnn_1 mobl11_conv_expand 0=144 1=1 2=1 3=1 4=0 5=0 6=3456
BatchNorm        bn11_conv_bn_expand 1 1 mobl11_conv_expand mobl11_conv_expand_bn11_conv_bn_expand 0=144
Scale            bn11_conv_bn_expands 1 1 mobl11_conv_expand_bn11_conv_bn_expand mobl11_conv_expand_bn11_conv_bn_expands 0=144 1=1
ReLU             conv_11_relu     1 1 mobl11_conv_expand_bn11_conv_bn_expands mobl11_conv_expand_conv_11_relu
ConvolutionDepthWise mobl11_conv_depthwise 1 1 mobl11_conv_expand_conv_11_relu mobl11_conv_depthwise 0=144 1=3 2=1 3=1 4=1 5=0 6=1296 7=144
BatchNorm        bn11_conv_depthwise 1 1 mobl11_conv_depthwise mobl11_conv_depthwise_bn11_conv_depthwise 0=144
Scale            bn11_conv_depthwises 1 1 mobl11_conv_depthwise_bn11_conv_depthwise mobl11_conv_depthwise_bn11_conv_depthwises 0=144 1=1
ReLU             conv_dw_11_relu  1 1 mobl11_conv_depthwise_bn11_conv_depthwises mobl11_conv_depthwise_conv_dw_11_relu
Convolution      mobl11_conv_project 1 1 mobl11_conv_depthwise_conv_dw_11_relu mobl11_conv_project 0=24 1=1 2=1 3=1 4=0 5=0 6=3456
BatchNorm        bn11_conv_bn_project 1 1 mobl11_conv_project mobl11_conv_project_bn11_conv_bn_project 0=24
Scale            bn11_conv_bn_projects 1 1 mobl11_conv_project_bn11_conv_bn_project mobl11_conv_project_bn11_conv_bn_projects 0=24 1=1
Eltwise          res_connect_11   2 1 mobl10_conv_project_bn10_conv_bn_projects_splitncnn_0 mobl11_conv_project_bn11_conv_bn_projects res_connect_11 0=1 -23301=0
Split            splitncnn_8      1 2 res_connect_11 res_connect_11_splitncnn_0 res_connect_11_splitncnn_1
Convolution      mobl12_conv_expand 1 1 res_connect_11_splitncnn_1 mobl12_conv_expand 0=144 1=1 2=1 3=1 4=0 5=0 6=3456
BatchNorm        bn12_conv_bn_expand 1 1 mobl12_conv_expand mobl12_conv_expand_bn12_conv_bn_expand 0=144
Scale            bn12_conv_bn_expands 1 1 mobl12_conv_expand_bn12_conv_bn_expand mobl12_conv_expand_bn12_conv_bn_expands 0=144 1=1
ReLU             conv_12_relu     1 1 mobl12_conv_expand_bn12_conv_bn_expands mobl12_conv_expand_conv_12_relu
ConvolutionDepthWise mobl12_conv_depthwise 1 1 mobl12_conv_expand_conv_12_relu mobl12_conv_depthwise 0=144 1=3 2=1 3=1 4=1 5=0 6=1296 7=144
BatchNorm        bn12_conv_depthwise 1 1 mobl12_conv_depthwise mobl12_conv_depthwise_bn12_conv_depthwise 0=144
Scale            bn12_conv_depthwises 1 1 mobl12_conv_depthwise_bn12_conv_depthwise mobl12_conv_depthwise_bn12_conv_depthwises 0=144 1=1
ReLU             conv_dw_12_relu  1 1 mobl12_conv_depthwise_bn12_conv_depthwises mobl12_conv_depthwise_conv_dw_12_relu
Convolution      mobl12_conv_project 1 1 mobl12_conv_depthwise_conv_dw_12_relu mobl12_conv_project 0=24 1=1 2=1 3=1 4=0 5=0 6=3456
BatchNorm        bn12_conv_bn_project 1 1 mobl12_conv_project mobl12_conv_project_bn12_conv_bn_project 0=24
Scale            bn12_conv_bn_projects 1 1 mobl12_conv_project_bn12_conv_bn_project mobl12_conv_project_bn12_conv_bn_projects 0=24 1=1
Eltwise          res_connect_12   2 1 res_connect_11_splitncnn_0 mobl12_conv_project_bn12_conv_bn_projects res_connect_12 0=1 -23301=0
Convolution      mobl13_conv_expand 1 1 res_connect_12 mobl13_conv_expand 0=144 1=1 2=1 3=1 4=0 5=0 6=3456
BatchNorm        bn13_conv_bn_expand 1 1 mobl13_conv_expand mobl13_conv_expand_bn13_conv_bn_expand 0=144
Scale            bn13_conv_bn_expands 1 1 mobl13_conv_expand_bn13_conv_bn_expand mobl13_conv_expand_bn13_conv_bn_expands 0=144 1=1
ReLU             conv_13_relu     1 1 mobl13_conv_expand_bn13_conv_bn_expands mobl13_conv_expand_conv_13_relu
ConvolutionDepthWise mobl13_conv_depthwise 1 1 mobl13_conv_expand_conv_13_relu mobl13_conv_depthwise 0=144 1=3 2=1 3=2 4=-233 5=0 6=1296 7=144
BatchNorm        bn13_conv_depthwise 1 1 mobl13_conv_depthwise mobl13_conv_depthwise_bn13_conv_depthwise 0=144
Scale            bn13_conv_depthwises 1 1 mobl13_conv_depthwise_bn13_conv_depthwise mobl13_conv_depthwise_bn13_conv_depthwises 0=144 1=1
ReLU             conv_dw_13_relu  1 1 mobl13_conv_depthwise_bn13_conv_depthwises mobl13_conv_depthwise_conv_dw_13_relu
Convolution      mobl13_conv_project 1 1 mobl13_conv_depthwise_conv_dw_13_relu mobl13_conv_project 0=40 1=1 2=1 3=1 4=0 5=0 6=5760
BatchNorm        bn13_conv_bn_project 1 1 mobl13_conv_project mobl13_conv_project_bn13_conv_bn_project 0=40
Scale            bn13_conv_bn_projects 1 1 mobl13_conv_project_bn13_conv_bn_project mobl13_conv_project_bn13_conv_bn_projects 0=40 1=1
Split            splitncnn_9      1 2 mobl13_conv_project_bn13_conv_bn_projects mobl13_conv_project_bn13_conv_bn_projects_splitncnn_0 mobl13_conv_project_bn13_conv_bn_projects_splitncnn_1
Convolution      mobl14_conv_expand 1 1 mobl13_conv_project_bn13_conv_bn_projects_splitncnn_1 mobl14_conv_expand 0=240 1=1 2=1 3=1 4=0 5=0 6=9600
BatchNorm        bn14_conv_bn_expand 1 1 mobl14_conv_expand mobl14_conv_expand_bn14_conv_bn_expand 0=240
Scale            bn14_conv_bn_expands 1 1 mobl14_conv_expand_bn14_conv_bn_expand mobl14_conv_expand_bn14_conv_bn_expands 0=240 1=1
ReLU             conv_14_relu     1 1 mobl14_conv_expand_bn14_conv_bn_expands mobl14_conv_expand_conv_14_relu
ConvolutionDepthWise mobl14_conv_depthwise 1 1 mobl14_conv_expand_conv_14_relu mobl14_conv_depthwise 0=240 1=3 2=1 3=1 4=1 5=0 6=2160 7=240
BatchNorm        bn14_conv_depthwise 1 1 mobl14_conv_depthwise mobl14_conv_depthwise_bn14_conv_depthwise 0=240
Scale            bn14_conv_depthwises 1 1 mobl14_conv_depthwise_bn14_conv_depthwise mobl14_conv_depthwise_bn14_conv_depthwises 0=240 1=1
ReLU             conv_dw_14_relu  1 1 mobl14_conv_depthwise_bn14_conv_depthwises mobl14_conv_depthwise_conv_dw_14_relu
Convolution      mobl14_conv_project 1 1 mobl14_conv_depthwise_conv_dw_14_relu mobl14_conv_project 0=40 1=1 2=1 3=1 4=0 5=0 6=9600
BatchNorm        bn14_conv_bn_project 1 1 mobl14_conv_project mobl14_conv_project_bn14_conv_bn_project 0=40
Scale            bn14_conv_bn_projects 1 1 mobl14_conv_project_bn14_conv_bn_project mobl14_conv_project_bn14_conv_bn_projects 0=40 1=1
Eltwise          res_connect_14   2 1 mobl13_conv_project_bn13_conv_bn_projects_splitncnn_0 mobl14_conv_project_bn14_conv_bn_projects res_connect_14 0=1 -23301=0
Split            splitncnn_10     1 2 res_connect_14 res_connect_14_splitncnn_0 res_connect_14_splitncnn_1
Convolution      mobl15_conv_expand 1 1 res_connect_14_splitncnn_1 mobl15_conv_expand 0=240 1=1 2=1 3=1 4=0 5=0 6=9600
BatchNorm        bn15_conv_bn_expand 1 1 mobl15_conv_expand mobl15_conv_expand_bn15_conv_bn_expand 0=240
Scale            bn15_conv_bn_expands 1 1 mobl15_conv_expand_bn15_conv_bn_expand mobl15_conv_expand_bn15_conv_bn_expands 0=240 1=1
ReLU             conv_15_relu     1 1 mobl15_conv_expand_bn15_conv_bn_expands mobl15_conv_expand_conv_15_relu
ConvolutionDepthWise mobl15_conv_depthwise 1 1 mobl15_conv_expand_conv_15_relu mobl15_conv_depthwise 0=240 1=3 2=1 3=1 4=1 5=0 6=2160 7=240
BatchNorm        bn15_conv_depthwise 1 1 mobl15_conv_depthwise mobl15_conv_depthwise_bn15_conv_depthwise 0=240
Scale            bn15_conv_depthwises 1 1 mobl15_conv_depthwise_bn15_conv_depthwise mobl15_conv_depthwise_bn15_conv_depthwises 0=240 1=1
ReLU             conv_dw_15_relu  1 1 mobl15_conv_depthwise_bn15_conv_depthwises mobl15_conv_depthwise_conv_dw_15_relu
Convolution      mobl15_conv_project 1 1 mobl15_conv_depthwise_conv_dw_15_relu mobl15_conv_project 0=40 1=1 2=1 3=1 4=0 5=0 6=9600
BatchNorm        bn15_conv_bn_project 1 1 mobl15_conv_project mobl15_conv_project_bn15_conv_bn_project 0=40
Scale            bn15_conv_bn_projects 1 1 mobl15_conv_project_bn15_conv_bn_project mobl15_conv_project_bn15_conv_bn_projects 0=40 1=1
Eltwise          res_connect_15   2 1 res_connect_14_splitncnn_0 mobl15_conv_project_bn15_conv_bn_projects res_connect_15 0=1 -23301=0
Convolution      mobl16_conv_expand 1 1 res_connect_15 mobl16_conv_expand 0=240 1=1 2=1 3=1 4=0 5=0 6=9600
BatchNorm        bn16_conv_bn_expand 1 1 mobl16_conv_expand mobl16_conv_expand_bn16_conv_bn_expand 0=240
Scale            bn16_conv_bn_expands 1 1 mobl16_conv_expand_bn16_conv_bn_expand mobl16_conv_expand_bn16_conv_bn_expands 0=240 1=1
ReLU             conv_16_relu     1 1 mobl16_conv_expand_bn16_conv_bn_expands mobl16_conv_expand_conv_16_relu
ConvolutionDepthWise mobl16_conv_depthwise 1 1 mobl16_conv_expand_conv_16_relu mobl16_conv_depthwise 0=240 1=3 2=1 3=1 4=1 5=0 6=2160 7=240
BatchNorm        bn16_conv_depthwise 1 1 mobl16_conv_depthwise mobl16_conv_depthwise_bn16_conv_depthwise 0=240
Scale            bn16_conv_depthwises 1 1 mobl16_conv_depthwise_bn16_conv_depthwise mobl16_conv_depthwise_bn16_conv_depthwises 0=240 1=1
ReLU             conv_dw_16_relu  1 1 mobl16_conv_depthwise_bn16_conv_depthwises mobl16_conv_depthwise_conv_dw_16_relu
Convolution      mobl16_conv_project 1 1 mobl16_conv_depthwise_conv_dw_16_relu mobl16_conv_project 0=80 1=1 2=1 3=1 4=0 5=0 6=19200
BatchNorm        bn16_conv_bn_project 1 1 mobl16_conv_project mobl16_conv_project_bn16_conv_bn_project 0=80
Scale            bn16_conv_bn_projects 1 1 mobl16_conv_project_bn16_conv_bn_project mobl16_conv_project_bn16_conv_bn_projects 0=80 1=1
Convolution      Conv_1           1 1 mobl16_conv_project_bn16_conv_bn_projects Conv_1 0=1280 1=1 2=1 3=1 4=0 5=0 6=102400
BatchNorm        Conv_1_bn        1 1 Conv_1 Conv_1_Conv_1_bn 0=1280
Scale            Conv_1_bns       1 1 Conv_1_Conv_1_bn Conv_1_Conv_1_bns 0=1280 1=1
ReLU             out_relu         1 1 Conv_1_Conv_1_bns Conv_1_out_relu
Convolution      conv2d_1         1 1 Conv_1_out_relu conv2d_1 0=64 1=1 2=1 3=1 4=0 5=1 6=81920
Flatten          flatten_1        1 1 conv2d_1 flatten_1
InnerProduct     dense_1          1 1 flatten_1 dense_1 0=212 1=1 2=217088
PReLU            prelu1           1 1 dense_1 prelu1 0=212
